{
    "1": "**No.** Regional Center has discontinued this option after COVID-19 pandemic ended. During that time some regions allowed lesson plans to replace sessions, but this is no longer the case. Regional prefers we conduct our session in-person or virtually when possible and review home programs and parent packet during this moment; so we are no longer able to replace sessions with lesson plan and be paid for sessions by Regional.",
    "2": "**No.** You must use your birthday leave on a workday. Part-time employees will receive 4-hours leave and Full-time employees will receive 8-hour leave. If you plan to use your birthday leave hours it needs to be used on one work day that covers the day's session anytime during your birthday month. \n\n*Example: If you have 6 clients on the day you are asking off for your birthday, you will be paid 6 hours for your paid birthday leave.*",
    "3": "If a client's authorization for services expires prior to their 3rd birthday:\n\n1. First check with your administration team to see if a re-evaluation was conducted prior to their authorization expiring.\n2. If that's the case, we might be waiting to hear back from the client's regional coordinator for re-authorization.\n3. Once we have re-authorization, we may be able to make those missed sessions up if it's within that month.\n4. If anything, our admin will handle any contact with their regional coordinator.",
    "4": "If your client is sleeping or non-compliant during a session you may:\n\n- Go over parent training\n- Discuss progress\n- Share observations\n- Ask for their feedback regarding how their child is doing with their speech and communication milestones\n- Discuss strategies that they may be using that may be working or not\n\n*Note: The link to the packet is available in the employee manual.*",
    "5": "**Authorization Counting:**\n\n- Client authorized 1 hour per week can be seen 5x within that month.\n- Client authorized 2 hours per week can be seen 10x within that month.\n\n**Important Notes:**\n- Re-evaluations are counted for 2 sessions or hours of services at IRC and some regions\n- You may be able to see your client more times than their scheduled session if it still falls within their counted authorization.\n\n*Example: If you are scheduled to see your client 4x that month since they are authorized for 1 more, you may schedule them for another session if you are able to and have asked parents if they would want another session that month*",
    "6": "1. Ask your parents to reach out to Melospeech via phone or our SMS system to request an increase of services.\n2. You may also reach out to your scheduling team to begin the process.\n3. Admin will take care of sending parents the 'Change of Services' form and reaching out to the client's regional coordinator with this form.\n4. Once regional coordinator has authorized the changes, they are able to begin their 2nd session.\n\n*Note: The same process applies for reducing services.*",
    "7": "1. Reach out to your Supervising SLP to observe and identify any other area of need the child might still have.\n2. If you and your Supervising SLP confirm all milestones have been met, you may discuss this with your client's parent.\n3. Describe your observations, progress, and ways to proceed. However, this will all depend on the parent.\n4. Parents may:\n   - Stop services\n   - Continue services until they turn 3\n   - Wait for an upcoming re-evaluation which will ultimately determine if they do or do not need services\n5. You can always work on expanding the mean length of utterance.",
    "8": "**Yes!** As long as parents have signed waivers that will allow us to talk with them about information regarding services with the other treating providers, we can co-treat with them. You can ask your scheduling team to send this release form.",
    "9": "**Yes!** However:\n\n- You are only allowed to see them in public areas.\n- Your safety is our priority. If you do not feel comfortable or it might not work with your schedule, you may reject this request.\n- You may not see your client in a school setting unless it's for Pechanga clients and/or daycare center, which is only authorized for GGRC, SDRC, and RCOC clients.\n- These regional centers allow daycare services in those areas and in those cases, services are done in a whole class environment (preferred) rather than pulling out the child 1:1 so that the teachers can see strategies being used with the child to help support them in the classroom.",
    "10": "**No-Show Policy Steps:**\n\n1. **On the Way Notification:**\n   - When an SLPA sends the \"I'm on the way\" message to the client.\n\n2. **Arrival Notification:**\n   - Upon arrival if no answer, the SLPA notifies the family that they have arrived and will wait for 10 minutes.\n\n3. **Waiting Period:**\n   - The SLPA waits for 10 minutes and notifies the office during this time.\n\n**Compensation Details:**\n- If a client cancels after the \"I'm on the way\" message is sent and the SLPA has not yet arrived at the home, there is no specific reimbursement for the SLPA's time.\n- If the SLPA is already at the house and waits the 10 minutes, it is considered a no-show, and the no-show fee is applied. This fee is not time-based.\n- The session fee paid to SLPAs is higher than the average hourly rate to cover such contingencies as much as possible.\n\n**Operational Flexibility:**\n- If a cancellation occurs while the SLPA is in transit, we try to schedule another client in the vacant spot if there is enough time to notify someone nearby.\n- Our tech development team is working on automating push notifications to families needing make-up sessions.\n\n**Addressing Frequent Offenders:**\n- Families who frequently cancel or no-show receive strict warnings/policy reminders.\n- Repeated offenders are monitored, and actions are taken to prevent further occurrences.",
    "11": "**No.** The reports are available in the file upload section of each chart. In PowerDiary there is a limited number of spots to cc people who are not saved contacts in the file. If you know your client is being assessed, you can check the file section under their name to access the most recent report if you wish to read it over. The regional centers won't usually update IFSP goals for us so the suggestions in the report are just suggestions. We use the IFSP goals and continue to work towards language expansion always.",
    "12": "They can email it to their coordinator and cc the office at hello@melospeech.com. They can choose to cc their SLPA if they like.",
    "13": "**Yes,** right away up to the limit - no waiting period. However, there is a 90 day waiting period for sick leave.",
    "14": "Admin will do this and we use a Google tool that optimizes your route. We will be able to share a link to the optimized route with the clinician but they will always have the final say. Our goal is to have no scheduling completed by the clinical team. It is time consuming and not an efficient use of professional skills.",
    "15": "The scheduling team should be checking with you first to see if you can offer a virtual session at that time or need to move it to the end of the day or a more opportune time. If this is not happening we can talk to admin to fix this.\n\n**Important Notes:**\n- A parent training session by zoom (camera off) reviewing the parent education packet that you have sent over is still considered a virtual session.\n- Sometimes camera off allows for better reception.\n- Ideally the team would coordinate the time for the virtual session with you and it does not need to be the original time unless that is better for you.\n- We provide a WiFi and phone reimbursement monthly based on your full time or part time status.",
    "16": "This is a **one time compensation** to get the SLPA started. Best practice for early intervention is to use the materials in the home (reference our EI and IFSP training in our training lab). We, however, like to have a few materials to help establish rapport (e.g., bubbles, blocks, etc.). We also have our toy rotation library option for sign up every six months. We get toy donations frequently and these can also be distributed to those who want more materials.",
    "17": "To do your notes, you'll need access to our in-session dictation tool. This should've been set up during your orientation. If you need support, reach out to your guru for the link and training info.",
    "18": "We complete notes during the session using the in-session dictation tool. At the end, use it to share a summary with the parent and send your notes simultaneously. If you need help, reach out to your guru or post in the melopeepsnotebot thread.",
    "19": "Email Matthew or Shea at payroll@melospeech.com. If it's urgent, put it in your scheduling thread for quick assistance. For private concerns, email admin@melospeech.com.",
    "20": "Post any scheduling changes in your scheduling thread. Only email admin if you're changing roles, moving to a new area, or switching from full-time to part-time. No need for permission to change your schedule.",
    "21": "Your sick leave is available 90 days after you start. Request it in Gusto during the same week you were sick.",
    "22": "Inform your scheduling team and suggest make-up dates if possible. You may also verbally inform families if you have a strong rapport, but the scheduling team will handle make-up sessions.",
    "23": "Email hello@melospeech.com for toy needs. You have $35 for new materials/toys reimbursement when you start. For PPE like Clorox wipes or masks, we offer ongoing reimbursement with receipts up to $35. Send receipts to payroll@melospeech.com.",
    "24": "Your guru was assigned at the time of employment and should have already reached out. If not, email admin@melospeech.com.",
    "25": "Your guru will be with you for up to 90 days but may graduate you early if you're showing exemplary skills and independence.",
    "26": "The client should transition to an IEP with the school district's help, coordinated by the regional center. We have an After Melospeech handout in PowerDiary that may help families. If they want to stay with us, they can join our 3-6 month concierge club by emailing concierge@melospeech.com.",
    "27": "Let them know you'll consult with the treatment team, including your direct supervisor, and someone will get back to them. Contact your supervisor using their preferred method.",
    "28": "This will be mailed within 30 days of your start date if you have in-home clients. If you don't receive it, email hello@melospeech.com.",
    "29": "Inform them to contact our office for signed permission to record, including a HIPAA release. If you're comfortable being filmed, you may consent and notify the scheduling team to send a release. Keep an eye on staff announcements for updated processes.",
    "30": "We recommend keeping a few copies of the sign-in/out hardcopy sheet in your car. This will allow you to manually have parents sign in/out. If you have to do your notes manually, email payroll@melospeech.com and notes@melospeech.com to let them know you put your notes into PowerDiary when you had computer access. Let your scheduling team know you couldn't clock in/out and the times you were there. Send the sign-in/out sheet with the parent's signature to hello@melospeech.com.",
    "31": "Yes, all new staff as of August 2024 get 10 minutes of prep time for every new client. This time is added to the initial session. Previously, notes and prep time were combined when we did manual notes. Now, with in-session notes, prep time is for reviewing the IFSP, goals, and parent concerns for new clients only. Since our sessions are child-directed, much of our work is done spontaneously based on our professional judgment and knowledge of the child's routines in the home, so there's generally not much prep time needed beyond the initial session.",
    "default_response": "I'm not programmed to answer this question but I can be! Make a request to hello@melospeech.com. In the meantime, please ask your assigned guru. If it's an admin question email admin@melospeech.com. For payroll email payroll@melospeech.com. For human resources questions reach out to HR@melospeech.com.  For scheduling questions, put the question in your scheduling thread. To reach your supervisor connect with them directly. To reach Dr. S. email givona@melospeech.com. You can also call our office number directly. See the employee manual for relevant numbers. The link can be provided to you by your guru."
}