{
    "1": "Can I send a Home Program Packet / Lesson Plan as replacement for a canceled session?",
    "2": "May I use my paid birthday leave throughout my birthday month on different days or on a non-working day?",
    "3": "When there is a client with his authorization expiring prior to their 3rd birthday, is the supervising SLP [or another SLP] able to send a report to regional to see if the child still qualifies for services? How would we handle this scenario?",
    "4": "What should I do if my client is non-compliant during a session or has fallen asleep? Am I able to cover the remaining minutes left with a speech note?",
    "5": "How are authorization for sessions counted?",
    "6": "My client is asking for more services, what should I do?",
    "7": "In the scenario that my client has met all his goals and has demonstrated meeting their communication milestones, how should I proceed?",
    "8": "Am I able to co-treat with another treating profession?",
    "9": "Can I see my client in a different location if they request so?",
    "10": "We understand that if a client cancels after you've sent the \"I'm on the way\" message or as you are about to park, it is generally a late cancellation but is there any reimbursement for your time?",
    "11": "Can SLPs CC SLPAs through email, when submitting progress reports?",
    "12": "If families receive new information on their child (i.e. Autism diagnosis), should they submit that to us?",
    "13": "Can new employees qualify for gym/cell reimbursement right away or is it available after 90 day of employment?",
    "14": "Will admin arrange our schedule for us (i.e. compute time distance from kid A to kid B) or is it our duty to provide them with time slots?",
    "15": "What location should online sessions take place, in the event a client cancels last minute and a virtual makeup is offered but you are not in a location that has good wifi?",
    "16": "Are the material reimbursements a 1x compensation or yearly?",
    "17": "How do I do my notes?",
    "18": "When are my notes due?",
    "19": "What do I do if I have a question about payroll?",
    "20": "How do I change my schedule?",
    "21": "When is my sick leave available?",
    "22": "How do I request time off?",
    "23": "What do I do if I need toys/materials reimbursement?",
    "24": "Who is my guru?",
    "25": "How long will my guru be with me?",
    "26": "What happens after my client “ages out”?",
    "27": "What do I do if a parent asks a question I don't know the answer to?",
    "28": "Where can I get my badge and pin or uniform?",
    "29": "What do I do if a client wants to film the session?",
    "30": "What do I do if I don't have access to my phone or have no service?",
    "31": "Do I get any prep time?"
  }